{
    "status": 200,
    "page": 1,
    "total_page": 2,
    "data": [
        {
            "id": "1W5",
            "title": "outline 5: Which one is more important in making an athlete successful: natural abilities or working hard. Discuss both views and give your opinion. ",
            "description": {
                "content_first": {
                    "category": "Natural abilities: ",
                    "content_category": {
                        "describe_first": "it helps them save time to learn many things...... các vận động viên có thể học đc nhiêu kỹ năng khó trong 1 thời gian ngắn. Nó giúp họ tiết kiệm nhiêu thời gian, họ có thể phát triển tốt hơn.. ",
                        "solution_first": "",
                        "describe_second": ".... Họ sẽ có advantages. For example, khi chơi bóng chuyên (volleyball or basketball), một vận động viên cao hơn (a taller athlete) sẽ có nhiều lợi thế hơn những vận động viên khác. Họ có thể jump taller other people, their team can win easier.. ",
                        "solution_second": ""
                    }
                },
                "content_second": {
                    "category": "Working hard: ",
                    "content_category": {
                        "describe_first": "họ có thể phát triển nhiều kỹ năng... khi họ dành nhiều thời gian tập luyện, nó giúp họ phát triển nhiêu kỹ năng cá nhân (personal skills) chúng giúp họ cảm thấy tự tin và họ sẽ chơi hiệu quả hơn... ",
                        "solution_first": "",
                        "describe_second": "tập luyện chăm chỉ giúp học có nhiều kinh nghiệm....khi họ luyện tập thường xuyên, họ có thể làm việc nhóm tốt hơn. Bên cạnh đó, họ có thể hạn chế đc những chấn thương (injuries).....avoid many accidents in the competition, know the good points or bad points.(→ Study in groups: học nhóm => work in groups: làm việc nhóm )",
                        "solution_second": ""
                    }
                }
            }
        },
        {
            "id": "2W5",
            "title": "outline 5: In many urban areas, people tend to rent a house while others strongly desire to own a house of their own. Discuss both views and give your our opinion ",
            "description": {
                "content_first": {
                    "category": "Benefits of renting a house",
                    "content_category": {
                        "describe_first": "we can save a lot of money......chúng ta chỉ cân trả số tiên nhỏ mỗi tháng, nó giúp chúng ta tiết kiệm tiên, chúng ta có thể sử dụng tiên cho nhiêu thứ khác, nó thì rất hữu ích",
                        "solution_first": "",
                        "describe_second": "it is very easy for us to move to another city... Khi chúng ta di chuyển đến 1 thành phố khác để làm việc or học tập, chúng ta có thể tìm 1 căn nhà mới dễ dàng....",
                        "solution_second": ""
                    }
                },
                "content_second": {
                    "category": "Benefits of buying a house",
                    "content_category": {
                        "describe_first": "we can decorate our house. Chúng ta có thể trang trí nhiêu thứ cho căn nhà của mình, nó sẽ giúp chúng ta cảm thấy thư giãn, chúng ta có thể học tập và làm việc tốt hơn",
                        "solution_first": "",
                        "describe_second": "Ving => Sit: owning a house is very comfortable. Chúng ta sẽ có không gian riêng, chúng ta có thể cảm thấy tự do để làm nhiêu thứ mà chúng ta thích, nó thì rất là tuyệt vời",
                        "solution_second": ""
                    }
                }
            }
        }
    ]
}